Repository: ArthurAlvarez/Applecalypse
Catalog: DoYouKnowMe/DoYouKnowMe/*.lproj/Localizable.strings
Languages: pt

# resource
source: questionsEN
pt: questionsPT

# waitingOther
source: Waiting for your friend...
pt: Esperando pelo outro jogador...

# lostConnection
source: Connection lost
pt: Conexao perdida

# lostConnectionText
source: The connection with your friend was lost
pt: A conexão com seu amigo foi perdida

# questionYou
source: Question about you
pt: Pergunta sobre você

source: Question about %@
pt: Pergunta sobre %@

source: Loading question...
pt: Carregando pergunta...

# dontKnow
source: I don't know
pt: Não sei

# otherKnowMe
source: How much %@ knows me...
pt: Quanto %@ me conhece...

# iKnowOther
source: How much I know %@...
pt: Quanto conheço %@...

# result1
source: Just a little bit... Try again!
pt: Muito pouco... Tente novamente!

# result2
source: Not too much... You can improve it, right?
pt: Pouco... Dá para melhorar bastante isso, hein?

# result3
source: So close... You can still improve it!
pt: Nem muito, nem pouco... Ainda dá para melhorar isso!

# result4
source: Well!
pt: Bem!

# result5
source: Very well!! You are best friends!!
pt: Muito bem!! Vocês são grandes amigos!!

# gamePaused
source: Game paused What do you want to do?
pt: Jogo pausado O que deseja fazer?

# finish
source: End game
pt: Terminar

source: Resume
pt: Continuar

# message
source: Received invite %@ wants to play with you
pt: Convite recebido %@ quer jogar com você

source: Accept
pt: Aceitar

source: Reject
pt: Rejeitar

# rejectCause1
source: The other player rejected your invitation
pt: O outro jogador não aceitou seu convite para jogar

# rejectCause2
source: The other player is already connecting to someone
pt: O outro jogador ja está se conectando a alguém
